export const metaverseList = {
  count: 4,
  rows: [
    {
      id: 1,
      tag: '생활',
      title: '점호 체험',
      subtitle: '실제를 그대로 재현한 점호를 가상 공간 안에서 체험해보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/experience.png',
      page: 'main',
    },
    {
      id: 2,
      tag: '생활',
      title: '생활관 체험',
      subtitle: '실제를 그대로 재현한 생활관을 가상 공간 안에서 체험해보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/dormitory.png',
      page: 'main',
    },
    {
      id: 3,
      tag: '생활',
      title: '식당 체험',
      subtitle: '가상의 공군 전용 식당에서 실제의 분위기를 느껴보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/restaurant.png',
      page: 'main',
    },
    {
      id: 4,
      tag: '생활관',
      title: '모병 설명회',
      subtitle: '공군에서 진행하는 모병설명회에<br/>참여해 보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/recruitment_guide_2.png',
      icon: 'event_02.svg',
      page: 'event',
    },
    {
      id: 5,
      tag: '생활관',
      title: '입소식 체험',
      subtitle: '공군 입소 상황을 메타버스 공간<br/>에서 체험해 보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/experience.png',
      icon: 'event_03.svg',
      page: 'event',
    },
    {
      id: 6,
      tag: '생활관',
      title: '점호 체험',
      subtitle: '공군에서의 점호 상황을 체험해<br/>보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/dormitory.png',
      icon: 'event_04.svg',
      page: 'event',
    },
    {
      id: 7,
      tag: '생활관',
      title: '배식 체험',
      subtitle: '공군에서의 배식 상황을 체험해<br/>보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/restaurant.png',
      icon: 'event_05.svg',
      page: 'event',
    },
    {
      id: 8,
      title: '상담실 1',
      content: '상담실 1에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 9,
      title: '상담실 2',
      content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 10,
      title: '상담실 3',
      content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 11,
      title: '상담실 4',
      content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 12,
      title: '상담실 5',
      content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: false,
      page: 'counseling',
    },
    {
      id: 13,
      title: '상담실 6',
      content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: false,
      page: 'counseling',
    },
  ],
};

export const bookList = {
  count: 4,
  rows: [
    {
      id: 1,
      tag: '전주',
      subtitle: '공감과 위로가 되어주는 책방',
      title: '잘 익은 언어들',
      content:
        '동네사람들에게 공감과 위로가 되어주는 책방으로 인문사회 서적과 문학, 그림책, 동화, 그래픽 노블까지 다양한 분야의 책들을 큐레이션 합니다.',
      img_url: '/images/잘익은언어들.png',
      address: '전라북도 전주시 덕진구 거북바우로 68-1 (인후동2가)',
      opening_time: '매일 13:00 - 18:00',
      tel: '010-3000-6959',
      url: 'https://www.instagram.com/well_books',
    },
    {
      id: 2,
      tag: '익산',
      subtitle: '그림책을 전문으로 하는 파란색 책방',
      title: '그림책방 씨앗',
      content:
        '익산에 위치한 그림책 전문 서점입니다. 그림책을 전문으로 하고 있지만 그림책, 어린이책(어린이 문학), 성인도서(소설, 에세이) 등 다양한 도서들을 다루고 있습니다.',
      img_url: '/images/그림책방씨앗.png',
      address: '전라북도 전주시 덕진구 권삼득로 390-1',
      opening_time: '월,수,목,금,토 10:00 - 18:00',
      tel: '010-3377-8485',
      url: 'https://www.instagram.com/picturebookshop _seed/',
    },
    {
      id: 3,
      tag: '전주',
      subtitle: '생각과 가치를 파는 책방',
      title: '책방 토닥토닥',
      content:
        '세상 모든것을 담고 싶은 책방, 전주에서 사람과 생명 모두가 공존하기를 바라며 책방을 운영하고 있습니다. 돌립출판물, 인문, 사회, 철학, 문학, 그림책 등 다 있는 시장 책방입니다.',
      img_url: '/images/책방토닥토닥.png',
      address:
        '전라북도 전주시 완산구 풍남문1길 19-3, 남부시장2층 청년몰(전동)',
      opening_time:
        '월,화,수,목 12:00 - 20:00 / 금,토 11:00 -20:00 / 일 12:00 - 19:00',
      tel: '010-9028-3938',
      url: 'https://www.instagram.com/todakbook',
    },
    {
      id: 4,
      tag: '익산',
      subtitle: '로컬을 사랑하는 이에게 열려있는 책방',
      title: '기찻길 옆 골목책방',
      content:
        '익산역에서 걸어서 5분 거리의 골목에 자리한 책방으로, 여행자와 로컬, 도시재생과 라이프스타일을 주제로 하고있습니다. 주인장이 읽고 맘에 드는 책만 큐레이션하여 배치하였습니다.',
      img_url: '/images/기찻길옆골목책방.png',
      address: '전라북도 익산시 중앙로1길 17',
      opening_time: '월,수,목,금,토,일 10:00 - 16:00',
      tel: '0507-1341-4759',
      url: 'https://www.instagram.com/alley_bookstore _by_a_railroad/',
    },
    {
      id: 5,
      tag: '전주',
      subtitle: '책과 커피, 문화가 어우러진 책방',
      title: '호남문고 서신점',
      content:
        '다양한 문화공간으로 변화하는 전주 대표 지역서점 입니다. 책과 커피, 그리고 문화가 어우러진 공간으로, 여러 사람이 모여 함께 하는 문화 행사를 진행합니다.',
      img_url: '/images/호남문고.png',
      address: '전라북도 전주시 완산구 서신로 50(서신동)',
      opening_time: '평일 09:30 - 21:00 / 토,일 11:00 - 21:00',
      tel: '063-253-9400',
      url: 'https://blog.naver.com/honambook',
    },
    {
      id: 6,
      tag: '익산',
      subtitle: '익산시의 첫번째 독립서점 책방',
      title: '북메리카노',
      content:
        '마음이라는 컨셉을 가지고 운영하고 있는 익산시 첫 번째 독립서점 입니다. 심리상담, 타로카드상담, 정서미술을 매개로 성인부터 아동까지 다양한 대상의 마음을 위한 책방입니다.',
      img_url: '/images/북메리카노.png',
      address: '전라북도 익산시 익산대로16길 36 2층',
      opening_time: '목,금,토,일 13:00 - 20:00',
      tel: '0507-1316-4564',
      url: 'https://www.instagram.com/book_mericano',
    },
    {
      id: 7,
      tag: '전주',
      subtitle: '책을 통한 아름다운 꿈을 키우는 책방',
      title: '고래의 꿈',
      content:
        '책을 사랑하는 이들의 모임공간으로, 책을 통해 너와 나의 이야기를 담아내는 책놀이 공간 책방입니다. 독서모임, 원데이클래스 등 다양한 소모임 등이 이루어집니다.',
      img_url: '/images/고래의꿈.png',
      address: '전라북도 전주시 완산구 고사평7길 9-3, 102호 (서신동)',
      opening_time: '평일 10:00 - 19:00 / 토 10:00 - 18:00',
      tel: '010-4840-9391',
      url: 'https://www.instagram.com/whalebook_79',
    },
  ],
};

export const noticeList = [
  {
    id: 1,
    ntc_nm: '메타버스 모병상담회 이벤트 참가에 대한 안내사항',
    crt_dt: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
    fiㅋㅋㅋㅋㅋㅋㅋㅋle: '첨부파일명.pdf',
  },
  {
    id: 2,
    ntc_nm:
      '메타버스 모병상담회 이벤트 참가에 대한 안내사안내사안내사항항항안내사항',
    crt_dt: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
    file: '첨부파일명.pdf',
  },
  {
    id: 3,
    ntc_nm: '메타버스 모병상담회 이벤트 참가에 대한 안내사항',
    crt_dt: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
    file: null,
  },
]
  .reduce((a, x) => [...a, ...Array(30).fill(x)], [])
  .map((x, i) => ({ ...x, id: i }))
  .toSorted(() => 0.5 - Math.random());

export const faqList = [
  {
    id: 1,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
    file: { name: '공군메타버스 훈련자료', url: 'https://naver.com' },
  },
  {
    id: 2,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
    file: { name: '공군메타버스 훈련자료', url: 'https://naver.com' },
  },
  {
    id: 3,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 4,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 5,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 6,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 7,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 8,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 9,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 10,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
];

export const photoAlbumList = [
  {
    id: 1,
    ntc_nm: '하계 입영훈련 10주차',
    crt_lc: '신병 1 대대 > 신병 849기',
    crt_dt: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
  },
  {
    id: 2,
    ntc_nm: '하계 입영훈련 10주차아아아아아아',
    crt_lc: '신병 1 대대 > 신병 849기',
    crt_dt: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
  },
  {
    id: 3,
    ntc_nm: '하계 입영훈련 10주차하계 입영훈련 10주차',
    crt_lc: '신병 1 대대 > 신병 849기',
    crt_dt: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
  },
]
  .reduce((a, x) => [...a, ...Array(30).fill(x)], [])
  .map((x, i) => ({ ...x, id: i }))
  .toSorted(() => 0.5 - Math.random());

export const sendLetterList = [
  {
    id: 1,
    letter_nm: '하계 입영훈련 100주차',
    crt_dt: '2023.02.23',
    letter_cn: `<p>안녕하십니까? </p>
    <p>작성한 편지의 본문이 표시 됩니다.</p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>감사합니다.</p>`,
    delivered: false,
  },
  {
    id: 2,
    letter_nm: '하계 입영훈련 10주차아아아아아아',
    crt_dt: '2023.03.23',
    letter_cn: `<p>안녕하십니까? </p>
    <p>작성한 편지의 본문이 표시 됩니다.</p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>감사합니다.</p>`,
    delivered: true,
  },
  {
    id: 3,
    letter_nm: '하계 입영훈련 10주차하계 입영훈련 10주차',
    crt_dt: '2023.03.25',
    letter_cn: `<p>안녕하십니까? </p>
    <p>작성한 편지의 본문이 표시 됩니다.</p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>감사합니다.</p>`,
    delivered: true,
  },
]
  .reduce((a, x) => [...a, ...Array(30).fill(x)], [])
  .map((x, i) => ({ ...x, id: i }))
  .toSorted(() => 0.5 - Math.random());

export const voucherList = [
  {
    id: 1,
    tag: '전주',
    title: '실물 교환권 제목',
    content:
      '실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명<br/>실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명',
    durationDate: '2024.00.00 - 2024.00.00',
    price: '500',
  },
  {
    id: 2,
    tag: '익산',
    title: '실물 교환권 제목',
    content:
      '실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명<br/>실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명',
    durationDate: '2024.00.00 - 2024.00.00',
    price: '500',
  },
];
export const notificationList = [
  {
    id: 1,
    type: 'friend',
    subtitle: '새로운 친구신청',
    title:
      '닉네임님께서 사용자님께 친구 신청을 하셨습니다. 지금 서로버스에 입장하여 확인해보세요',
    crt_dt: '2023.01.08',
    checked: false,
  },
  {
    id: 2,
    type: 'friend',
    subtitle: '새로운 친구신청',
    title:
      '닉네임님께서 사용자님께 친구 신청을 하셨습니다. 지금 서로버스에 입장하여 확인해보세요',
    crt_dt: '2023.01.08',
    checked: true,
  },
];

export const enterCounseling = [
  {
    id: 1,
    title: '상담실 1',
    content: '상담실 1에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 2,
    title: '상담실 2',
    content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 3,
    title: '상담실 3',
    content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 4,
    title: '상담실 4',
    content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 5,
    title: '상담실 5',
    content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
    active: false,
  },
  {
    id: 6,
    title: '상담실 6',
    content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
    active: false,
  },
];
