export const libraryList = {
  count: 4,
  rows: [
    {
      id: 1,
      tag: '전주',
      subtitle: '모든 시민을 위한 행복한 책 놀이터',
      title: '꽃심 도서관',
      content: `기존의 도서대출, 열람실 등 일반적인 도서관의 기능뿐만 아니라
동아리 활동부터 명사강의까지 다채로운 문화 활동을 즐길 수 있는 시민들을 위한 복합문화공간입니다.`,
      img_url: '/images/꽃심도서관.png',
      address: '전라북도 전주시 완산구 백제대로 306',
      opening_time: '화,수,목,금 09:00 ~ 22:00 / 토,일 09:00 ~ 18:00',
      tel: '063-230-1827',
      url: '',
    },
    {
      id: 3,
      tag: '전주',
      subtitle: '시민을 위한 열린 도서 공간',
      title: '책기둥 도서관',
      content: `전주시청 로비의 책기둥 도서관은 전주시 독서생태계 상생과 구축을 위한 큐레이션
도서관으로 관공서 이미지 탈피와 도서관 기능 중 열람의 기능을 살려 로비 공간을 머무는동안 독서
및 휴식, 만남의 공간 으로 시민들에게 돌려주고자 하는 취지로 조성 되었습니다.`,
      img_url: '/images/책기둥도서관.png',
      address: '전라북도 전주시 완산구 노송광장로 10',
      opening_time: '평일 09:00 - 18:00 / 토,일 10:00 - 18:00',
      tel: '063-230-1845',
      url: '',
    },
    {
      id: 5,
      tag: '전주',
      subtitle: '한국의 정체성과 아름다움을 담은 한옥도서관',
      title: '연화정 도서관',
      content: `연화정 도서관은 덕진공원을 찾는 시민 및 여행자들이 머물며 한국의 멋과
아름다움에 대해서 시 한 번 들여다보는 시간이 되기를 바라며 조성되었습니다.`,
      img_url: '/images/연화정도서관.png',
      address: '전라북도 전주시 덕진구 권삼득로 390-1',
      opening_time: '화,수,목,금,토,일 10:00 - 19:00',
      tel: '063-714-3527',
      url: '',
    },
    {
      id: 7,
      tag: '전주',
      subtitle: '예술적인 감성에 도서가 합쳐진 공간',
      title: '서학 예술 마을 도서관',
      content: `예술 특화도서관인 서학예술마을도서관은 다양한 예술을 만나는 도서와 공간을
통해 예술적인 감성을 제공하고, 차별화되고 특별한 프로그램 운영으로 시민들에게 문화 예술
향유의 기회를 확대하고자 조성 되었습니다.`,
      img_url: '/images/서학예술마을도서관.png',
      address: '전라북도 전주시 완산구 서학로 12-1',
      opening_time: '화,수,목,금,토,일 09:00 - 18:00',
      tel: '063-714-3528',
      url: '',
    },
    {
      id: 9,
      tag: '전주',
      subtitle: '여행의 시작과 끝이 되어주는 공간',
      title: '다가 여행자 도서관',
      content: `다가여행자도서관은 이용자분들이 여행을 계획하고 다른 여행자와 만나 서로
소통하여 그 자체로 또 하나의 여행이 되었으면 하는 바람으로 조성된 여행 특화도서관입니다.`,
      img_url: '/images/다가여행자도서관.png',
      address: '전라북도 전주시 완산구 전라감영2길 28',
      opening_time: '화,수,목,금,토,일 09:00 - 18:00',
      tel: '063-714-3526',
      url: '',
    },
    {
      id: 2,
      tag: '익산',
      subtitle: '유천생태습지공원과 함께하는 친환경 공간',
      title: '유천 도서관',
      content: `2022년 3월 11일 개관한 유천도서관은 생태환경 특화 도서관으로 휴식과 문화가
공존하는 개방형 복합문화 공간입니다. 인근에 위치한 유천생태습지공원과 연계하여 생태환경
특화도서관으로 조성되었습니다.`,
      img_url: '/images/유천도서관.png',
      address: '전라북도 전주시 완산구 백제대로 306',
      opening_time: '화,수,목,금 09:00 ~ 22:00 / 토,일 09:00 ~ 18:00',
      tel: '063-230-1827',
      url: '',
    },
    {
      id: 4,
      tag: '익산',
      subtitle: '누구나 원하고 만족할 수 있는 공간',
      title: '금마 도서관',
      content: `여러 주제에 걸쳐 폭 넓은 장서를 보유하고, 다양한 정보와 양질의 서비스를
제공하며, 다채로운 문화 활동 프로그램 운영과 지원으로 지역주민의 지식정보문화센터로써
그 역할을 수행하고 있습니다.`,
      img_url: '/images/금마도서관.png',
      address: '전라북도 익산시 금마면 고도길 26-53',
      opening_time: '화,수,목,금 09:00 - 22:00 / 토,일 09:00 - 17:00',
      tel: '063-859-7514',
      url: '',
    },
    {
      id: 6,
      tag: '익산',
      subtitle: '글로벌 시민 육성을 목표로하는 교육 공간',
      title: '어린이 영어 도서관',
      content: `시민들에게 영어 독서의 즐거움을 느낄 수 있도록 수준별로 구분된 양질의 영어
원서와 영어 도서를 활용한 다양한 프로그램을 제공하고 있습니다.`,
      img_url: '/images/어린이영어도서관.png',
      address: '전라북도 익산시 선화 1로 99번',
      opening_time: '화,수,목,금 13:00 - 18:00 / 토,일 09:00 - 17:00',
      tel: '063-859-3474',
      url: '',
    },
  ],
};

export const bookList = {
  count: 4,
  rows: [
    {
      id: 1,
      tag: '전주',
      subtitle: '공감과 위로가 되어주는 책방',
      title: '잘 익은 언어들',
      content:
        '동네사람들에게 공감과 위로가 되어주는 책방으로 인문사회 서적과 문학, 그림책, 동화, 그래픽 노블까지 다양한 분야의 책들을 큐레이션 합니다.',
      img_url: '/images/잘익은언어들.png',
      address: '전라북도 전주시 덕진구 거북바우로 68-1 (인후동2가)',
      opening_time: '매일 13:00 - 18:00',
      tel: '010-3000-6959',
      url: 'https://www.instagram.com/well_books',
    },
    {
      id: 2,
      tag: '익산',
      subtitle: '그림책을 전문으로 하는 파란색 책방',
      title: '그림책방 씨앗',
      content:
        '익산에 위치한 그림책 전문 서점입니다. 그림책을 전문으로 하고 있지만 그림책, 어린이책(어린이 문학), 성인도서(소설, 에세이) 등 다양한 도서들을 다루고 있습니다.',
      img_url: '/images/그림책방씨앗.png',
      address: '전라북도 전주시 덕진구 권삼득로 390-1',
      opening_time: '월,수,목,금,토 10:00 - 18:00',
      tel: '010-3377-8485',
      url: 'https://www.instagram.com/picturebookshop _seed/',
    },
    {
      id: 3,
      tag: '전주',
      subtitle: '생각과 가치를 파는 책방',
      title: '책방 토닥토닥',
      content:
        '세상 모든것을 담고 싶은 책방, 전주에서 사람과 생명 모두가 공존하기를 바라며 책방을 운영하고 있습니다. 돌립출판물, 인문, 사회, 철학, 문학, 그림책 등 다 있는 시장 책방입니다.',
      img_url: '/images/책방토닥토닥.png',
      address:
        '전라북도 전주시 완산구 풍남문1길 19-3, 남부시장2층 청년몰(전동)',
      opening_time:
        '월,화,수,목 12:00 - 20:00 / 금,토 11:00 -20:00 / 일 12:00 - 19:00',
      tel: '010-9028-3938',
      url: 'https://www.instagram.com/todakbook',
    },
    {
      id: 4,
      tag: '익산',
      subtitle: '로컬을 사랑하는 이에게 열려있는 책방',
      title: '기찻길 옆 골목책방',
      content:
        '익산역에서 걸어서 5분 거리의 골목에 자리한 책방으로, 여행자와 로컬, 도시재생과 라이프스타일을 주제로 하고있습니다. 주인장이 읽고 맘에 드는 책만 큐레이션하여 배치하였습니다.',
      img_url: '/images/기찻길옆골목책방.png',
      address: '전라북도 익산시 중앙로1길 17',
      opening_time: '월,수,목,금,토,일 10:00 - 16:00',
      tel: '0507-1341-4759',
      url: 'https://www.instagram.com/alley_bookstore _by_a_railroad/',
    },
    {
      id: 5,
      tag: '전주',
      subtitle: '책과 커피, 문화가 어우러진 책방',
      title: '호남문고 서신점',
      content:
        '다양한 문화공간으로 변화하는 전주 대표 지역서점 입니다. 책과 커피, 그리고 문화가 어우러진 공간으로, 여러 사람이 모여 함께 하는 문화 행사를 진행합니다.',
      img_url: '/images/호남문고.png',
      address: '전라북도 전주시 완산구 서신로 50(서신동)',
      opening_time: '평일 09:30 - 21:00 / 토,일 11:00 - 21:00',
      tel: '063-253-9400',
      url: 'https://blog.naver.com/honambook',
    },
    {
      id: 6,
      tag: '익산',
      subtitle: '익산시의 첫번째 독립서점 책방',
      title: '북메리카노',
      content:
        '마음이라는 컨셉을 가지고 운영하고 있는 익산시 첫 번째 독립서점 입니다. 심리상담, 타로카드상담, 정서미술을 매개로 성인부터 아동까지 다양한 대상의 마음을 위한 책방입니다.',
      img_url: '/images/북메리카노.png',
      address: '전라북도 익산시 익산대로16길 36 2층',
      opening_time: '목,금,토,일 13:00 - 20:00',
      tel: '0507-1316-4564',
      url: 'https://www.instagram.com/book_mericano',
    },
    {
      id: 7,
      tag: '전주',
      subtitle: '책을 통한 아름다운 꿈을 키우는 책방',
      title: '고래의 꿈',
      content:
        '책을 사랑하는 이들의 모임공간으로, 책을 통해 너와 나의 이야기를 담아내는 책놀이 공간 책방입니다. 독서모임, 원데이클래스 등 다양한 소모임 등이 이루어집니다.',
      img_url: '/images/고래의꿈.png',
      address: '전라북도 전주시 완산구 고사평7길 9-3, 102호 (서신동)',
      opening_time: '평일 10:00 - 19:00 / 토 10:00 - 18:00',
      tel: '010-4840-9391',
      url: 'https://www.instagram.com/whalebook_79',
    },
  ],
};

export const noticeList = [
  {
    id: 1,
    ntc_nm: '공지사항 타이틀 첫번째 입니다.',
    crt_dt: '2023.01.08',
    ntc_cn:
      '<p>고객님의 계정이 휴면해제 되었습니다.<br/>서로버스의 모든 서비스를 정상적으로 이용하실 수 있습니다.</p><br/><p> 하단의 [확인] 버튼을 클릭하시면 해당 계정으로 서로버스에 로그인합니다. </p> <br/><p>공지사항 내용입니다 공지사항일시 공지사항 입니다. </p> <br/> <p>감사합니다.</p>',
  },
  {
    id: 2,
    ntc_nm: '공지사항 타이틀 두번째 입니다.',
    crt_dt: '2023.01.08',
    ntc_cn:
      '<p>고객님의 계정이 휴면해제 되었습니다.<br/>서로버스의 모든 서비스를 정상적으로 이용하실 수 있습니다.</p><br/><p> 하단의 [확인] 버튼을 클릭하시면 해당 계정으로 서로버스에 로그인합니다. </p> <br/><p>공지사항 내용입니다 공지사항일시 공지사항 입니다. </p> <br/> <p>감사합니다.</p>',
  },
  {
    id: 3,
    ntc_nm: '공지사항 타이틀 세번째 입니다.',
    crt_dt: '2023.01.08',
    ntc_cn:
      '<p>고객님의 계정이 휴면해제 되었습니다.<br/>서로버스의 모든 서비스를 정상적으로 이용하실 수 있습니다.</p><br/><p> 하단의 [확인] 버튼을 클릭하시면 해당 계정으로 서로버스에 로그인합니다. </p> <br/><p>공지사항 내용입니다 공지사항일시 공지사항 입니다. </p> <br/> <p>감사합니다.</p>',
  },
];

export const faqList = [
  {
    id: 1,
    title: 'FAQ 타이틀은 어떻게 짓나요?',
    content:
      'FQA 타이틀을 짓는 방법은 FQA 타이틀은 어떻게 짓나요. 공지사항 타이틀 두번째 두번째 입니다.공지사항 타이틀 두번째 두번째 입니다.공지사항 타이틀 두번째 두번째 입니다. 공지사항 타이틀 두번째 두번째 두번째입니다. 공지사항 타이틀 두번째 두번째 입니다.',
    crt_dt: '2023.01.08',
  },
  {
    id: 2,
    title: '공지사항 타이틀 두번째 두번째 입니다.',
    content:
      'FQA 타이틀을 짓는 방법은 FQA 타이틀은 어떻게 짓나요. 공지사항 타이틀 두번째 두번째 입니다.공지사항 타이틀 두번째 두번째 입니다.공지사항 타이틀 두번째 두번째 입니다. 공지사항 타이틀 두번째 두번째 두번째입니다. 공지사항 타이틀 두번째 두번째 입니다.',
    crt_dt: '2023.01.08',
  },
  {
    id: 3,
    title: '공지사항 타이틀 세번째 입니다.',
    content:
      'FQA 타이틀을 짓는 방법은 FQA 타이틀은 어떻게 짓나요. 공지사항 타이틀 두번째 두번째 입니다.공지사항 타이틀 두번째 두번째 입니다.공지사항 타이틀 두번째 두번째 입니다. 공지사항 타이틀 두번째 두번째 두번째입니다. 공지사항 타이틀 두번째 두번째 입니다.',
    crt_dt: '2023.01.08',
  },
];
export const voucherList = [
  {
    id: 1,
    tag: '전주',
    title: '실물 교환권 제목',
    content:
      '실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명<br/>실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명',
    durationDate: '2024.00.00 - 2024.00.00',
    price: '500',
  },
  {
    id: 2,
    tag: '익산',
    title: '실물 교환권 제목',
    content:
      '실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명<br/>실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명',
    durationDate: '2024.00.00 - 2024.00.00',
    price: '500',
  },
];
export const notificationList = [
  {
    id: 1,
    type: 'friend',
    subtitle: '새로운 친구신청',
    title:
      '닉네임님께서 사용자님께 친구 신청을 하셨습니다. 지금 서로버스에 입장하여 확인해보세요',
    crt_dt: '2023.01.08',
    checked: false,
  },
  {
    id: 2,
    type: 'friend',
    subtitle: '새로운 친구신청',
    title:
      '닉네임님께서 사용자님께 친구 신청을 하셨습니다. 지금 서로버스에 입장하여 확인해보세요',
    crt_dt: '2023.01.08',
    checked: true,
  },
];
