export const metaverseList = {
  count: 4,
  rows: [
    {
      id: 1,
      tag: '생활',
      title: '점호 체험',
      subtitle: '실제를 그대로 재현한 점호를 가상 공간 안에서 체험해보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/experience.png',
      page: 'main',
    },
    {
      id: 2,
      tag: '생활',
      title: '생활관 체험',
      subtitle: '실제를 그대로 재현한 생활관을 가상 공간 안에서 체험해보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/dormitory.png',
      page: 'main',
    },
    {
      id: 3,
      tag: '생활',
      title: '식당 체험',
      subtitle: '가상의 공군 전용 식당에서 실제의 분위기를 느껴보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/restaurant.png',
      page: 'main',
    },
    {
      id: 4,
      tag: '생활관',
      title: '모병 설명회',
      subtitle: '공군에서 진행하는 모병설명회에<br/>참여해 보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/recruitment_guide_2.png',
      icon: 'event_02.svg',
      page: 'event',
    },
    {
      id: 5,
      tag: '생활관',
      title: '입소식 체험',
      subtitle: '공군 입소 상황을 메타버스 공간<br/>에서 체험해 보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/experience.png',
      icon: 'event_03.svg',
      page: 'event',
    },
    {
      id: 6,
      tag: '생활관',
      title: '점호 체험',
      subtitle: '공군에서의 점호 상황을 체험해<br/>보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/dormitory.png',
      icon: 'event_04.svg',
      page: 'event',
    },
    {
      id: 7,
      tag: '생활관',
      title: '배식 체험',
      subtitle: '공군에서의 배식 상황을 체험해<br/>보세요.',
      content: `
      체험 내용에 대한 안내 문구가 표시됩니다.<br />입장장소, 소요시간, 체험내용
      등 안내사항이 자세히 표시될 예정입니다.
      설명입니다설명입니다설명입니다설명입니다설명입니다설명입니다<br /><br />입장하기를
      눌러 직접 체험해 보세요!!
    `,
      img_url: '/src/assets/images/restaurant.png',
      icon: 'event_05.svg',
      page: 'event',
    },
    {
      id: 8,
      tag: '',
      title: '상담실 1',
      subtitle: '',
      content: '상담실 1에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 9,
      tag: '',
      title: '상담실 2',
      subtitle: '',
      content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 10,
      tag: '',
      title: '상담실 3',
      subtitle: '',
      content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 11,
      tag: '',
      title: '상담실 4',
      subtitle: '',
      content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: true,
      page: 'counseling',
    },
    {
      id: 12,
      tag: '',
      title: '상담실 5',
      subtitle: '',
      content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: false,
      page: 'counseling',
    },
    {
      id: 13,
      tag: '',
      title: '상담실 6',
      subtitle: '',
      content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
      img_url: '/src/assets/images/recruitment_guide_1.png',
      active: false,
      page: 'counseling',
    },
  ],
};

export const noticeList = [
  {
    id: 1,
    title: '메타버스 모병상담회 이벤트 참가에 대한 안내사항',
    created_at: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
    fiㅋㅋㅋㅋㅋㅋㅋㅋle: '첨부파일명.pdf',
  },
  {
    id: 2,
    title:
      '메타버스 모병상담회 이벤트 참가에 대한 안내사안내사안내사항항항안내사항',
    created_at: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
    file: '첨부파일명.pdf',
  },
  {
    id: 3,
    title: '메타버스 모병상담회 이벤트 참가에 대한 안내사항',
    created_at: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
<p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
    file: null,
  },
]
  .reduce((a, x) => [...a, ...Array(30).fill(x)], [])
  .map((x, i) => ({ ...x, id: i }))
  .toSorted(() => 0.5 - Math.random());

export const faqList = [
  {
    id: 1,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
    file: { name: '공군메타버스 훈련자료', url: 'https://naver.com' },
  },
  {
    id: 2,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
    file: { name: '공군메타버스 훈련자료', url: 'https://naver.com' },
  },
  {
    id: 3,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 4,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 5,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 6,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 7,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 8,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 9,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
  {
    id: 10,
    title: ' 1. 질문 1은 질문1 질문12 질문 질문문? ',
    content: `1. 질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문<br/>
              질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1 질문12<br/>
              질문 질문문?질문 1은 질문1 질문12 질문 질문문?질문 1은 질문1<br/>
              질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문? 질문 1은<br/>
              질문1 질문12 질문 질문문?질문 1은 질문1 질문12 질문 질문문?<br/>
`,
  },
];

export const photoAlbumList = [
  {
    id: 1,
    title: '하계 입영훈련 10주차',
    crt_lc: '신병 1 대대 > 신병 849기',
    created_at: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
  },
  {
    id: 2,
    title: '하계 입영훈련 10주차아아아아아아',
    crt_lc: '신병 1 대대 > 신병 849기',
    created_at: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
  },
  {
    id: 3,
    title: '하계 입영훈련 10주차하계 입영훈련 10주차',
    crt_lc: '신병 1 대대 > 신병 849기',
    created_at: '2023.01.08',
    ntc_cn: `<p>작성한 공지사항의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. </p>
  <p>작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다. 작성한 편지의 본문이 표시 됩니다.</p>`,
  },
]
  .reduce((a, x) => [...a, ...Array(30).fill(x)], [])
  .map((x, i) => ({ ...x, id: i }))
  .toSorted(() => 0.5 - Math.random());

export const sendLetterList = [
  {
    id: 1,
    letter_nm: '하계 입영훈련 100주차',
    created_at: '2023.02.23',
    letter_cn: `<p>안녕하십니까? </p>
    <p>작성한 편지의 본문이 표시 됩니다.</p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>감사합니다.</p>`,
    delivered: false,
  },
  {
    id: 2,
    letter_nm: '하계 입영훈련 10주차아아아아아아',
    created_at: '2023.03.23',
    letter_cn: `<p>안녕하십니까? </p>
    <p>작성한 편지의 본문이 표시 됩니다.</p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>감사합니다.</p>`,
    delivered: true,
  },
  {
    id: 3,
    letter_nm: '하계 입영훈련 10주차하계 입영훈련 10주차',
    created_at: '2023.03.25',
    letter_cn: `<p>안녕하십니까? </p>
    <p>작성한 편지의 본문이 표시 됩니다.</p>
    <p>작성한 편지의 본문이 나타납니다. 본문입니다. </p>
    <p>감사합니다.</p>`,
    delivered: true,
  },
]
  .reduce((a, x) => [...a, ...Array(30).fill(x)], [])
  .map((x, i) => ({ ...x, id: i }))
  .toSorted(() => 0.5 - Math.random());

export const voucherList = [
  {
    id: 1,
    tag: '전주',
    title: '실물 교환권 제목',
    content:
      '실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명<br/>실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명',
    durationDate: '2024.00.00 - 2024.00.00',
    price: '500',
  },
  {
    id: 2,
    tag: '익산',
    title: '실물 교환권 제목',
    content:
      '실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명<br/>실물교환권 설명 입니다 설명<br/>교환권 설명 설명 설명 설명 설명 설명',
    durationDate: '2024.00.00 - 2024.00.00',
    price: '500',
  },
];
export const notificationList = [
  {
    id: 1,
    type: 'friend',
    subtitle: '새로운 친구신청',
    title:
      '닉네임님께서 사용자님께 친구 신청을 하셨습니다. 지금 서로버스에 입장하여 확인해보세요',
    created_at: '2023.01.08',
    checked: false,
  },
  {
    id: 2,
    type: 'friend',
    subtitle: '새로운 친구신청',
    title:
      '닉네임님께서 사용자님께 친구 신청을 하셨습니다. 지금 서로버스에 입장하여 확인해보세요',
    created_at: '2023.01.08',
    checked: true,
  },
];

export const enterCounseling = [
  {
    id: 1,
    title: '상담실 1',
    content: '상담실 1에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 2,
    title: '상담실 2',
    content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 3,
    title: '상담실 3',
    content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 4,
    title: '상담실 4',
    content: '상담실 2에 입장하여<br/>입영 상담 체험을 진행합니다.',
    active: true,
  },
  {
    id: 5,
    title: '상담실 5',
    content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
    active: false,
  },
  {
    id: 6,
    title: '상담실 6',
    content: '현재 상담실5는 운영하지 않아<br/>입장이 불가합니다.',
    active: false,
  },
];
